var stations = [
	{
        "title": "Uni Radio Marathon",
        "town": "Greece",
        "logo": "assets/hands2.png",
        "website": "https://uniradios.gr",
        "stream_url": "https://entasistream.tuc.gr/radio/8000/main.mp3",
		"nowplaying": "https://entasiradio.tuc.gr/ftp/jazler/nowonair.html",
		"alias": "uni_marathon",
        "description": "Ο Ραδιοφωνικός σταθμός του Πολυτεχνείου Κρήτης είναι από τους πρώτους πανεπιστημιακούς ραδιοφωνικούς σταθμούς στην Ελλάδα. Δημιουργήθηκε το 1995 από μία ομάδα φοιτητών της πολυτεχνικής κοινότητάς μας. Από τότε, ο σταθμός έχει εξελιχθεί από ένα απλό ερασιτεχνικό σταθμό σε ένα σταθμό ημιεπαγγελματικού, αν όχι επαγγελματικού, επιπέδου."
    },
    {
        "title": "Entasi Radio 93.5",
        "town": "Chania",
        "logo": "assets/logos/entasi-200x200.png",
        "website": "https://entasiradio.tuc.gr",
        "stream_url": "https://entasistream.tuc.gr/radio/8000/main.mp3",
		"nowplaying": "https://entasiradio.tuc.gr/ftp/jazler/nowonair.html",
		"alias": "entasi_radio",
        "description": "Ο Ραδιοφωνικός σταθμός του Πολυτεχνείου Κρήτης είναι από τους πρώτους πανεπιστημιακούς ραδιοφωνικούς σταθμούς στην Ελλάδα. Δημιουργήθηκε το 1995 από μία ομάδα φοιτητών της πολυτεχνικής κοινότητάς μας. Από τότε, ο σταθμός έχει εξελιχθεί από ένα απλό ερασιτεχνικό σταθμό σε ένα σταθμό ημιεπαγγελματικού, αν όχι επαγγελματικού, επιπέδου."
    },
    {
        "title": "Matzore 89.1",
        "town": "Rethymno",
        "logo": "assets/logos/matzore-200x200.png",
        "website": "https://matzore.radio.uoc.gr/",
        "stream_url": "https://rs.radio.uoc.gr:8001/matzore_64.ogg",
		"nowplaying": "",
		"alias": "matzore",
        "description": "Η «φωνή» του Πανεπιστημίου Κρήτης (Ρέθυμνο) είναι εδώ! Μια φωνή που εκφράζεται μουσικά, προφορικά ή γραπτά για ό,τι την αφορά, για ό,τι την απασχολεί και για ό,τι την εμπνέει. ΜατζόΡε είναι ο ραδιοφωνικός σταθμός που πατά σε φοιτητικό έδαφος και κοιτά προς πάσα κατεύθυνση. Οι ευρύτεροι στόχοι: η κριτική, ο πολιτισμός, ο διάλογος, η εξ αποστάσεως παρέα με τον ακροατή. Η αγάπη για το ράδιο μας φέρνει όλους κοντά και η ανάγκη για έκφραση μας ενώνει. Μια έκφραση που για να αξιώνει να λέγεται ελεύθερη, προϋποθέτει τον ολοκληρωτικό αποκλεισμό κάθε άποψης που βασίζεται σε διακρίσεις και αναπαράγει τις κοινωνικές ανισότητες."
    },
    {
        "title": "RaSPI",
        "town": "Ioannina",
        "logo": "assets/logos/raspi-200x200.png",
        "website": "http://raspistation.com/",
        "stream_url": "http://raspistation.com:8000/listen_live",
		"nowplaying": "",
		"alias": "raspi",
        "description": "Ο Ρα.Σ.Π.Ι. ( Ραδιοφωνικός Σύλλογος Πανεπιστήμιου Ιωαννίνων) ιδρύθηκε το 1988 από μια ομάδα φοιτητών που αναζητούσαν έναν πρωτοποριακό τρόπο έκφρασης . Παρά το γεγονός ότι διαλύθηκε το 2008 επανήλθε δυναμικά το 2011 καθώς διαπιστώθηκε εκ νέου η ανάγκη να βρεθεί ένα μέσο ελεύθερης έκφρασης, διατύπωσης ιδεών και καλλιτεχνίας. Το 2011 , μια μερίδα παλαιών μελών, καθώς και άτομα με ενδιαφέρον για την ύπαρξη μιας φοιτητικής ομάδας που ασχολείται με τη Μουσική και τη Δημοσιογραφία, αναδιαρθρώσανε τη δομή και τη λειτουργία του συλλόγου. Ο σύλλογος ξεκίνησε εκ νέου τη λειτουργία του και ενεργεί με τα ίδια πρότυπα μέχρι και σήμερα. Επαναπροσδιορίστηκε ο σκοπός του Ρα.Σ.Π.Ι, δίνοντας βάση, πλέον, όχι μόνο στην πρακτική ενασχόληση, δηλαδή να διαμορφώσουν έναν χώρο στον οποίο οι φοιτητές θα μπορούσαν να εκφράσουν την φωνή τους μέσω του ερασιτεχνικού ραδιοφώνου , αλλά και στην προαγωγή του Ραδιοφώνου ως πολιτιστικό και πνευματικό αγαθό. Για την επίτευξη αυτού του σκοπού, γίνονται συζητήσεις διαρκώς στη διάρκεια της συνέλευσης για την οργάνωση των ραδιοφωνικών εκπομπών , των ειδήσεων και της μουσικής επικαιρότητας . Τα είδη, οι θεματολογίες και η επιρροή από και προς τα υπόλοιπα πολιτιστικά μέσα, αποτελούν ένα μέρος του συνόλου της πνευματικής ενασχόλησης και διεργασίας που συντελείται. Κατά τη διάρκεια του ακαδημαϊκού έτους πραγματοποιούνται διάφορες εκδηλώσεις, όπως συναυλίες με συγκροτήματα (κατά προτίμηση, με μέλη της μουσικής σκηνής των Ιωαννίνων αλλά και της ευρύτερης ελληνικής μουσικής σκηνής) , θεματικά party μουσικής και φεστιβάλ , με κύριο γνώμονα το διαμοιρασμό των μουσικών μας ακουσμάτων και την ιδεατή ψυχαγωγία. Τέλος, πραγματοποιούνται δράσεις σε συνδυασμό με τους άλλους πολιτιστικούς συλλόγους του Πανεπιστημίου που προάγουν τη μουσική σε συνδυασμό με την ενημέρωση , τον πολιτισμό και την τέχνη. Πολύ περισσότερο ο Ραδιοφωνικός σύλλογος αποτελεί έναν ουδέτερο χώρο που ο καθένας έχει την ελευθερία να εκφραστεί και να ασχοληθεί με την μουσική και το ραδιόφωνο. Η δομή του συλλόγου θέτει ως επίκεντρο την γενική συνέλευση όλων των ενεργών μελών , στην οποία και λαμβάνονται όλες οι απαραίτητες αποφάσεις. Οι διαδικασίες που διέπουν την εβδομαδιαία, αυτή, συνάντηση των μελών του Ρα.Σ.Π.Ι είναι άμεσο-δημοκρατικές και οριζόντιες, ώστε κάθε μέλος του συλλόγου να έχει ίσο δικαίωμα έκφρασης, άποψης και ψήφου, ανεξαρτήτως φοιτητικού τμήματος και προσωπικών χαρακτηριστικών. Η συνέλευση είναι το όργανο που λαμβάνει τις αποφάσεις για τη λειτουργία και τις δράσεις του συλλόγου. Σε κάθε ακαδημαϊκό έτος πραγματοποιούνται, σε διάρκεια μερικών εβδομάδων, οι επίσημες Υποδοχές Νέων Μελών. Τέλος, εάν επιθυμείτε να μάθετε περισσότερα για το εγχείρημα που ακούει στο όνομα Ρα.Σ.Π.Ι. εμείς είμαστε, το ελάχιστο, διατεθειμένοι να σας ενημερώσουμε , στείλτε ένα μήνυμα στη σελίδα και άμεσα θα έχουμε επικοινωνήσει μαζί σας !"
    },
    {
        "title": "UP FM",
        "town": "Patra",
        "logo": "assets/logos/upfm-200x200.png",
        "website": "https://upfm.upatras.gr/",
        "stream_url": "https://upfmradioserver.upatras.gr:8000/source",
		"nowplaying": "",
		"alias": "upfm",
		"description": "Το 2002 το Πανεπιστήμιο Πατρών αποφάσισε τη δημιουργία ενός Ραδιοφωνικού Σταθμού. Το Πανεπιστήμιο ήθελε και θέλει μέσα από ποιοτικές μουσικές παραγωγές, πολιτιστικά σχόλια, ειδήσεις της Πανεπιστημιακής κοινότητας και της ευρύτερης περιοχής αλλά και εκλαϊκευμένες εκπομπές για θέματα υγείας, περιβάλλοντος κ.λ.π., να δημιουργήσει ένα διαφορετικό ραδιόφωνο και να προβάλει το Πανεπιστήμιο και τις δυνατότητες του. Η ιδέα υλοποιήθηκε ένα χρόνο αργότερα και στις 10 Ιουνίου του 2003 ξεκίνησε να εκπέμπει  ο ραδιοφωνικός σταθμός του Πανεπιστημίου Πατρών με την ονομασία UP FM από τα αρχικά University of Patras. Στις 24 Απριλίου του 2004 εγκαινιάστηκε ο διαδικτυακός τόπος του σταθμού http://upfm.upatras.gr ή http://radio.upatras.gr για την άμεση και συνεχή επικοινωνία με τους ακροατές. Το 2009 γίνεται νέα αναβάθμιση των δυνατοτήτων του UPFM αφού αγοράζεται εξοπλισμός και ο σταθμός μπορεί πλέον να παίζει και δίσκους βινυλίου  αλλά και οι μουσικοί παραγωγοί μπορούν να παίρνουν ζωντανές τηλεφωνικές συνεντεύξεις από το στούντιο. Δημιουργείται 4η θέση μουσικού παραγωγού, επεκτείνεται η κονσόλα του στούντιο, ανανεώνεται και ενισχύεται ο εξοπλισμός των υπολογιστών του, ενώ ο UPFM αρχίζει να εκπέμπει πιλοτικά μουσική όλο το 24ωρο μέσω του διαδικτύου από την διεύθυνση του http://upfm.upatras.gr. Από τις 30 Σεπτεμβρίου 2019 ο UP FM εκπέμπει ζωντανά και όλο το 24ωρο από τους 103.7 MHz για την Πάτρα και την ευρύτερη περιοχή της Δυτικής Ελλάδας. Οι μουσικοί παραγωγοί του ραδιοφωνικού σταθμού UPFM είναι αποκλειστικά φοιτητές/τριες και εργαζόμενοι/ες του Πανεπιστημίου Πατρών."
    },
    {
        "title": "Underground Radio",
        "town": "Xanthi",
        "logo": "assets/logos/underground-200x200.png",
        "website": "https://www.undergroundradio.gr/#/",
        "stream_url": "https://duthradio.ddns.net:8000/radio.mp3",
		"nowplaying": "",
		"alias": "underground",
		"description": "O ραδιοφωνικός σταθμός Underground Radio, εκπέμποντας για πρώτη φόρα στους 100.3 FM την Τρίτη 13/12/2005, δημιουργήθηκε από μια ομάδα φοιτητών που είχε σαν στόχο της την ελεύθερη πνευματική και καλλιτεχνική έκφραση στα ερτζιανά της πόλης της Ξάνθης και οι οποίοι αποτέλεσαν τον πρώτο πυρήνα της Ραδιοφωνικής Ομάδας του Πολιτιστικού Συλλόγου Φοιτητών Ξάνθης \"Η Γέφυρα\". Τα τελευταία χρόνια ο σταθμός εκπέμπει μόνον διαδικτυακά, μέσω της σελίδας του http://www.undergroundradio.gr/. Το πρόγραμμα του σταθμού αποτελείται από ζωντανές εκπομπές που προγραμματίζονται κάθε εβδομάδα, καθώς και από playlists που επιμελούνται τα μέλη του σταθμού. Ο σταθμός στηρίζεται για τη λειτουργία του πλήρως στους ραδιοφωνικούς του παραγωγούς και αναβαθμίζεται συνεχώς ώστε να είναι σε θέση να προσφέρει στο κοινό του ποιοτικές συνθήκες ακρόασης."
    },
    {
        "title": "Escàpula Radio",
        "town": "Rhodes",
        "logo": "assets/logos/escapula-200x200.png",
        "website": "http://my.aegean.gr/radio/Rhodes/",
        "stream_url": "http://radio.myaegean.gr:8000/escapula.mp3",
		"nowplaying": "",
		"alias": "escapula",
		"description": "Ο ραδιοφωνικός σταθμός «Escapula» ξεκίνησε το 2011 να εκπέμπει ζωντανά μέσω διαδικτύου με εκπομπές, αγκαλιάζοντας κάθε μουσικό είδος και γούστο. Με μεράκι αμείωτο, συνεχίζοντας την παράδοση της παλαιότερης ραδιοφωνικής ομάδας που λειτουργούσε στο νησί, μα ξεκινώντας εκ νέου το \"ταξίδι\" του, φιλοδοξεί να αποτελέσει μια ζωντανή παρουσία εντός και εκτός του πανεπιστημίου.	Aπό το 2012 και μετά ο ραδιοφωνικός σταθμός \"Escapula\" λειτουργεί ως ομάδα των Α.Π.Ο.Σ.Α.Ε (Αθλητικές και Πολιτιστικές Ομάδες Σχολής Ανθρωπιστικών Επιστημών)."
    },
    {
        "title": "Studio FM1",
        "town": "Heraklion",
        "logo": "assets/logos/fm1-200x200.png",
        "website": "http://fm1.hmu.gr/",
        "stream_url": "https://fm1.hmu.gr/live",
		"nowplaying": "",
		"alias": "fm1",
		"description": "Στις 18 Σεπτεμβρίου 1989, μια ομάδα σπουδαστών του Τ.Ε.Ι Hρακλείου, έχοντας την ανάγκη να επικοινωνήσει με τον κόσμο της πόλης του Ηρακλείου, να διοχετεύσει τη δημιουργικότητά της και να αναδείξει την αγάπη της για τη μουσική και το ραδιόφωνο, ξεκίνησε δοκιμαστικές εκπομπές στα FM από τις εστίες του Τ.Ε.Ι Ηρακλείου. Από τα τέλη Απριλίου του 1990 ιδρύθηκε και ξεκίνησε να λειτουργεί νόμιμα και με δικό του χώρο εντός του Τ.Ε.Ι. Ηρακλείου ο ραδιοφωνικός σταθμός Studio Fm1 105.4. Από τότε μέχρι και σήμερα, 33 χρόνια μετά, ο Studio Fm1 είναι ζωντανός χάρη στο μεράκι, την υπομονή και την αγάπη των παραγωγών, που έγιναν κομμάτι του όλα αυτά τα χρόνια, όπου με τις θυσίες τους, με τις προσωπικές οικονομικές εισφορές, αλλά κυρίως με τα έσοδα από τις εκδηλώσεις, κατάφερναν να εξοπλίζουν με μηχανήματα το σταθμό για να λειτουργεί και να εκπέμπει. Η μεγάλη ανταπόκριση και η υψηλή ακροαματικότητα έδωσε το ερέθισμα στον Studio Fm1 να επικοινωνήσει με τον κόσμο του Ηρακλείου (και όχι μόνο) ώστε να προάγει την πολιτισμική πλευρά του. Τα τελευταία 20 χρόνια διοργανώνει εκδηλώσεις, πάρτυ και φυσικά το Radioactive Festival, το μεγαλύτερο μουσικό-πολιτιστικό γεγονός της Κρήτης, το οποίο φιλοξενεί μεγάλα ονόματα της ελληνικής -και όχι μόνο- σκηνής. Μέχρι στιγμής έχουν διοργανωθεί 11 Radioactive Festivals ,με το τελευταίο να πραγματοποιείται το καλοκαίρι του 2019."
    },
    {
        "title": "ROFA Station",
        "town": "Alexandroupoli",
        "logo": "assets/logos/rofa-200x200.png",
        "website": "https://www.rofa.gr/",
        "stream_url": "https://duthradio.ddns.net:8010/radio.mp3",
		"nowplaying": "",
		"alias": "rofa",
		"description": "Η Ρ.Ο.Φ.Α. αποτελεί, όπως δηλώνουν και τα αρχικά της, τη μοναδική φοιτητική ραδιοφωνική ομάδα στην Αλεξανδρούπολη και απαρτίζεται από φοιτητές όλων των σχολών που έχουν την έδρα τους στην πόλη. Η ιστορία της ξεκίνησε τον Μάρτιο του 2016, οπότε και μια ομάδα φοιτητών, μοιραζόμενοι το ίδιο πάθος για το ραδιόφωνο αποφάσισαν να εκπέμψουν για πρώτη φορά, ενώ τον Μάιο του 2017 εντάχθηκε στον φοιτητικό πολιτιστικό σύλλογο της Αλεξανδρούπολης, την «Πυξίδα». Αρωγός σε αυτό το εγχείρημα ήταν ο πολιτιστικός φοιτητικός σύλλογος Ξάνθης «ΓΕΦΥΡΑ», και οι εθελοντές αιμοδότες της Αλεξανδρούπολης, οι οποίοι μας παρείχαν τον αρχικό μας εξοπλισμό και τον χώρο των εκπομπών αντίστοιχα. Πλέον η ομάδα, μετά από έξι χρόνια αδιάκοπης λειτουργίας, αριθμεί λίγο παραπάνω από 50 μέλη, έχοντας φιλοξενήσει περισσότερες από 40 εκπομπές και καταγράψει πολλά χιλιόμετρα στον ραδιοφωνικό αέρα. Παρ’ όλα αυτά, το σημαντικότερο είναι ότι η Ρ.Ο.Φ.Α. αποτελούσε, αποτελεί και ευελπιστούμε ότι θα αποτελέσει για πολύ καιρό ακόμα ένα μέσο επικοινωνίας και ψυχαγωγίας των φοιτητών της πόλης, ως αναπόσπαστο κομμάτι της φοιτητικής κουλτούρας της Αλεξανδρούπολης."
    },
	{
        "title": "Radio Patneion",
        "town": "Athens",
        "logo": "assets/logos/panteion-200x200.jpg",
        "website": "https://radiopanteion.com/",
        "stream_url": "http://stream.radiojar.com/ybz2g5nh5ehvv?1732699085",
		"nowplaying": "",
		"alias": "panteion",
		"description": "Η Φωνή του Παντείου Πανεπιστημίου"
    }
]